<div class="service">
  <div class="service__header">
    <h1>Договір публічної оферти</h1>
  </div>
  <div class="service__content">
    <p>Приймаючи цю публічну оферту, Ви погоджуєтесь зі всіма викладеними нижче умовами і підтверджуєте,
      що Вам зрозумілі всі її положення та укладаєте на цих умовах договір про надання послуг 
      з «HI-EDDY академія».</p>
    <p>ПУБЛІЧНА ОФЕРТА
      <br>HI-EDDY (через ФОП «ПЕРЕВЕРЗЄВ АНДРІЙ ОЛЕКСАНДРОВИЧ») пропонує фізичним особам (далі – Користувач) (разом у тексті – Сторони, окремо Сторона) приєднатися до цього договору публічної оферти про надання послуг (далі – Договір) на визначених у ньому умовах та відповідно до обраного переліку послуг. Приєднанням до цього Договору також вважатимуться конклюдентні дії: проставлення галочки навпроти поля «Ознайомлений із публічною офертою» та/або оплата рахунку чи використання онлайн платіжного засобу для оплати за онлайн курси та/або отримання доступу до онлайн навчальних курсів. У разі незгоди з умовами цього Договору укладення договору приєднання не є можливим.</p>
    <p>1. ВИЗНАЧЕННЯ ПОНЯТЬ
      <br>1.1 Платформа HI-EDDY – набір навчальних матеріалів, що рекламується в мережі Інтернет, 
      та розміщуються та адмініструються Виконавцем за допомогою спеціалізованого програмного середовища 
      для проходження онлайн курсів на сайті hi-eddy.com (далі – Платформа). 
      Виконавець може на власний розсуд змінювати Платформу (спеціалізоване програмне забезпечення) 
      на інше спеціалізоване програмне середовище, при цьому, Користувач повинен самостійно ознайомитися 
      із функціоналом та правилами роботи Платформи. Користування функціями 
      Платформи (програмного середовища) входить у вартість курсу.

      <br>1.2 Курс – сукупність навчальних модулів (відео-матеріалів, завдань, тощо), 
      які складені відповідно до певної тематики та в межах яких надаються послуги.

      <br>1.3 Навчальний матеріал – презентація, інтерактивний матеріал, відеозапис, 
      домашнє завдання тощо, які розміщені на Платформі.

      <br>1.4 Тарифи – відомості про ціну Курсу, умови надання знижок, інших корисних переваг, 
      які зазначені на вебсайті, фейсбук сторінці HI-EDDY чи рекламних матеріалах.
      <br>1.5 Особистий кабінет – обліковий запис Користувача на Платформі, який адмініструється 
      Виконавцем і через який Користувач отримує доступ до Курсів, Навчальних матеріалів, 
      іншу необхідну для виконання договору інформацію.</p>

    <p>2. ПРЕДМЕТ ДОГОВОРУ
      <br>2.1 Виконавець зобов’язується надати Користувачу послуги, зміст яких полягає в доступі 
      Користувача до Особистого кабінету Платформи та забезпеченні можливості доступу Користувача 
      через його Особистий кабінет до відповідних Навчальних матеріалів певного онлайн Курсу 
      протягом дії договору (10 днів, або 30 днів, або 365 днів), а Користувач – прийняти і оплатити 
      послуги на умовах, визначених в цій оферті. Вартість конкретного Курсу (навчальних матеріалів)
      визначена на сайті або рекламних матеріалах.</p>

    <p>3. ПОРЯДОК УКЛАДЕННЯ ДОГОВОРУ
      <br>3.1 Цей Договір укладається на умовах договору приєднання (ст. 634 Цивільного кодексу України)
      та вважається укладеним з моменту прийняття публічної оферти.

      <br>3.2 Приймаючи публічну оферту на укладення такого Договору, Користувач підтверджує, 
      що він повністю приймає його умови.

      <br>3.3 Користувач приймає (акцептує) оферту шляхом: здійснення конклюдентних дій – 
      оплати вибраного Тарифного плану на умовах, зазначених у §4 цього Договору. Письмова форма цього 
      Договору згідно ЗУ «Про електронну комерцію» додатково може підтверджуватися направленням
      електронного листа.</p>

    <p>4. ЦІНА ПОСЛУГ ТА ПОРЯДОК РОЗРАХУНКІВ
      <br>4.1 Ціна визначається та застосовується відповідно до обраного Користувачем Тарифного плану, 
      яка вказується на відповідній вебсторінці Тарифного плану та (або) соцмережах чи рекламних матеріалах.

      <br>4.2 Розрахунки за послуги здійснюються шляхом перерахування грошей на рахунок Виконавця 
      чи через онлайн платіжні системи, що використовуються Виконавцем.

      <br>4.3 Оплата послуг здійснюється у гривневому еквіваленті згідно встановленого 
      Національним банком України курсу валют станом на день оплати.

      <br>4.4 Після повної або часткової оплати кошти не повертаються. 

      <br>4.5 Користувач не може вимагати зниження вартості послуг чи повернення коштів, у випадку, 
      якщо він не скористався послугами. Моментом виконання надання послуг вважається передача доступу 
      до Особистого кабінету Користувача.
      
    <p>5. ПОРЯДОК ТА ТЕРМІНИ НАДАННЯ ПОСЛУГ
      <br>5.1 Послуги надаються в мережі Інтернет шляхом надання Користувачеві доступу до вибраного 
      ним Курсу (Навчальних матеріалів) через Особистий кабінет, який адмініструється Виконавцем на 
      Платформі протягом строку дії цього договору (10 днів, або 30 днів, або 365 днів).

      <br>5.2 Дата початку (набору) Курсу зазначаються на вебсайті Платформи чи рекламних матеріалах.

      <br>5.3 Виконавець не несе відповідальність, якщо Користувач пропустив семінар, вебінар, 
      інші елементи Курсу, розраховані на їх сприйняття Користувачем шляхом його участі в 
      онлайн трансляції відповідно до Програми курсу.

      <br>5.4 Моментом виконання надання послуг вважається передача доступу до Особистого кабінету 
      Користувача. Користувач споживає послуги шляхом перегляду Навчальних матеріалів розміщених 
      на Платформі. Усі Навчальні матеріали є авторськими та суб’єктивними, Виконавець може не 
      погоджуватися із позиціями викладеними у цих матеріалах. Авторські майнові права на всі 
      Навчальні матеріали передані Виконавцю згідно відповідних угод.</p>

    <p>6. ОБОВ’ЯЗКИ СТОРІН
      <br>6.1 Обов’язки ВИКОНАВЦЯ:
      <br>6.1.1 Надати Користувачеві послуги відповідно до умов цієї оферти.

      <br>6.1.2 Передати Користувачеві пароль і логін до Особистого кабінету Платформи не пізніше 
      дати початку Курсу, яка буде оголошена в рекламних матеріалах.

      <br>6.1.3 Надавати Користувачеві онлайн підтримку через електронну пошту чи чат, який буде 
      створено (вайбер, телеграм) або інший канал зв’язку на вибір Виконавця. Онлайн підтримка може
      виявлятися у формі консультацій щодо того як користуватися функціоналом Платформи, 
      щодо онлайн вебінарів (фідбек сесій), які можуть надаватися у рамках Курсу чи інших труднощів, 
      які можуть виникнути у Користувача впродовж дії Договору.</p>

    <p>6.2 Обов’язки КОРИСТУВАЧА:
      <br>6.2.1 Прийняти та оплатити послуги відповідно до умов цієї оферти.

      <br>6.2.2 Споживати послуги особисто, не передавати доступ до Курсу, Навчальних матеріалів 
      будь-яким третім особам, не копіювати та іншим чином не відтворювати Навчальні матеріали. 
      У разі порушення цієї умови Виконавець має право розірвати договір в односторонньому порядку, 
      а Користувач зобов’язується сплатити штраф у розмірі 1000% вартості Курсу.</p>

    <p>7. ПРАВА ІНТЕЛЕКТУАЛЬНОЇ ВЛАСНОСТІ
      <br>7.1 Усі права на веб-сайт належать Виконавцеві.

      <br>7.2 Права інтелектуальної власності на Навчальні матеріали, використані в Платформі, 
      зокрема, але не виключно, зображення, відео, логотипи, графіка, звуки, належать Виконавцю.

      <br>7.3 Виконавець також використовує об’єкти права інтелектуальної власності, що можуть 
      належати іншим особам, на підставі відповідної ліцензії, договору чи іншої законної підстави.

      <br>7.4 Виконавець надає Користувачеві обмежену, невиключну, відкличну і без права субліцензування 
      ліцензію на доступ до Платформи та використання Навчальних матеріалів.

      <br>7.5 Надаючи право на використання Користувачем об’єктів права використовувати для цілей
      виконання цього Договору, Виконавець не передає будь-яких прав інтелектуальної власності 
      на такі об’єкти та не надає дозволу на їх використання в цілях інших, ніж визначені Договором.</p>

    <p>8. ВІДПОВІДАЛЬНІСТЬ СТОРІН
      <br>8.1 У випадку порушення умов оплати послуг Виконавець має право розірвати договір в 
      односторонньому порядку та обмежити доступ до Платформи та Навчальних матеріалів.

      <br>8.2 Виконавець може односторонньо розірвати цей Договір та заблокувати доступ до 
      Навчальних матеріалів та Платформи у випадку:

      <br>– виявлення поширення (чи будь-якого відтворення) Навчальних матеріалів публічно 
      та (або) передання доступу до Платформи третім особам, які не є Стороною Договору 
      та (або) купівлею Курсу в складчину (кількома особами).

      <br>8.3. У випадку виявлення Виконавцем порушень передбачених п. 8.2. цього Договору, 
      Користувач зобов’язується сплатити штраф у розмірі 1000% вартості Тарифного плану. 
      Порушення можуть бути зафіксовані скрінами екранів, програмними засобами чи фактами 
      доступу до Платформи третіх осіб чи будь-яким іншим розумним засобами.</p>

    <p>9. ВИРІШЕННЯ СПОРІВ
      <br>9.1 В разі виникнення спорів Сторони вживатимуть заходи досудового врегулювання спорів.</p>

    <p>10. СТРОК ДІЇ ДОГОВОРУ
      <br>10.1 Договір діє до моменту спливу одного з періодів (10 днів, або 30 днів, або 365 днів) 
      від дня початку Курсу відповідно до Програми Курсу. Доступ до Платформи та Навчальних матеріалів 
      надається лише на термін дії Договору. 
      У випадку, якщо Користувач не скористався послугами протягом цього терміну з особистих причин, 
      термін дії Договору не продовжується.

      <br>10.2 Виконавець має право в односторонньому порядку розірвати цей Договір у випадку:
      <br>10.2.1 невиконання Стороною своїх обов’язків за цим Договором;
      <br>10.2.2 у випадках передбачених розділом цього Договору.</p>

    <p>11. ІНШІ УМОВИ
      <br>11.1 Приєднуючись до цього Договору Користувач надає Виконавцеві право на збирання, 
      обробку та зберігання своїх персональних даних відповідно до Політики конфіденційності.

      <br>11.2 Виконавець може змінити умови цього Договору в односторонньому порядку з попереднім 
      повідомленням про це Користувача. У випадку незгоди зі зміненими умовами Користувач має право 
      розірвати Договір в односторонньому порядку

      <br>11.3 Якщо інше не передбачено цією офертою, застосовуються звичайні договірні умови,
      встановлені законодавством.</p>
  </div>
</div>