<div class="service">
  <div class="service__header">
    <h1>Політика конфіденційності HI-EDDY​</h1>
  </div>
  <div class="service__content">
    
  <p><strong>A. Вступ</strong>
	<br>1. Конфіденційність користувачів нашого веб-сайту має велике значення для нас, 
  і ми докладаємо всіх зусиль для забезпечення її захисту. Дані правила пояснюють, 
  як ми використовуємо вашу персональну інформацію.

	<br>2. Погоджуючись із використанням файлів-cookie при першому відвіданні нашого веб-сайту, 
  відповідно до положень даних Правил, ви надаєте нам дозвіл на використання файлів-cookie при кожному 
  вашому наступному візиті.</p>

<p><strong>Б. Збір персональних даних&nbsp;<br></strong>Збору, зберіганню та використанню підлягають 
наступні типи персональних даних:</p>
<ul>
	<li>Інформація про ваш комп’ютер, включаючи вашу IP-адресу, географічне розташування, тип і версію 
    браузера та операційну систему;</li>

	<li>Інформація про ваші відвідування та використання цього веб-сайту, включаючи реферальні джерела, 
    протяжність візитів, переглянуті сторінки та шляхи навігації по сайту;</li>

	<li>Інформація про адресу вашої електронної пошти, яку ви використали для реєстрації на нашому 
    веб-сайті;</li>

	<li>Інформація, яку ви ввели під час створення профілю на нашому веб-сайті – наприклад, 
    ваше ім’я, зображення у вашому профілі, стать, дата народження, сімейний статус, 
    хобі та інтереси, освіта та місце роботи;</li>

	<li>Інформація, така, як ваше ім’я та адреса електронної пошти, які ви вказали під час 
    оформлення підписок на наші поштові повідомлення та/або розсилки;</li>

	<li>Інформація, яку ви ввели під час використання сервісів нашого веб-сайту;</li>

	<li>Інформація, яка генерується при використанні нашого веб-сайту, включаючи інформацію про час, 
    частоту та умови його використання;</li>

	<li>Інформація стосовно будь-яких ваших покупок, використаних сервісів або транзакцій, 
    які ви провели через наш веб-сайт, включаючи ваше ім’я, адресу, номер телефону, 
    адресу електронної поштової скриньки та інформацію про кредитну карту;</li>

	<li>Інформація, яку ви розмістили на нашому сайті з метою публікації її в Інтернеті, 
    включаючи ваше ім’я користувача, зображення профілю та зміст вашої публікації;</li>

	<li>Інформація, що міститься в будь-яких повідомленнях, які ви надсилали нам електронною 
    поштою або через наш веб-сайт, включаючи зміст повідомлення та мета дані;</li>

	<li>Будь-яка інша персональна інформація, яку ви надіслали нам.</li>

</ul>
<p>Перед тим, як розкрити для нас персональну інформацію третьої особи, ви маєте отримати згоду
   цієї особи як на розкриття, так і на обробку цієї інформації у відповідності до даних правил.

</p>

<p><strong>В. Використання вашої персональної інформації</strong>
	<br>Персональна інформація, яку ви передані нам через наш веб-сайт, буде використовуватися 
  задля цілей, зазначених в цих правилах або на відповідних сторінках веб-сайту. 
  Ми можемо використовувати вашу персональну інформацію в наступних цілях:</p>

<ul>
	<li>адміністрування нашого веб-сайту та бізнесу;</li>
	<li>персоналізація нашого веб-сайту для вас;</li>
	<li>надання вам можливості користуватися сервісами, доступними на нашому веб-сайті;</li>
	<li>надсилання вам товарів, придбаних через наш-веб-сайт;</li>
	<li>надання вам послуг, придбаних через наш веб-сайт;</li>
	<li>надсилання вам повідомлень, рахунків та нагадувань про сплату, та отримання платежів від вас;</li>
	<li>надсилання вам немаркетингових комерційних повідомлень;</li>
	<li>надсилання вам електронною поштою повідомлень, які ви спеціально запросили;</li>
	<li>надсилання вам електронної розсилки, якщо ви її замовили (ви в будь-який момент можете 
    повідомити нас, що більше не бажаєте отримувати електронні розсилки від нас);</li>

	<li>надсилання вам маркетингових повідомлень стосовно нашої ділової активності або ділової
     активності старанно відібраних сторонніх компаній, яка, на нашу думку, може вас зацікавити,
      шляхом публікацій або, якщо ви конкретно надали на це згоду – шляхом надсилання 
      електронної пошти або за рахунок використання подібних технологій (ви в будь-який момент 
      можете повідомити нас, що більше не бажаєте отримувати маркетингові повідомлення);</li>

	<li>надання стороннім компаніям статистичної інформації про наших користувачів (проте, ці 
    сторонні компанії не матимуть змоги ідентифікувати жодного окремого користувача з цих даних);</li>

	<li>обробка запитів та скарг, зроблених вами або на вас, і які стосуються 
    нашого веб-сайту;</li>
	<li>з метою забезпечення безпеки нашого сайту та попередження шахрайства;</li>

	<li>з метою перевірки відповідності умовам та правилам, які регламентують використання 
    нашого веб-сайту (включаючи моніторинг приватних повідомлень, надісланих через сервіс 
    приватних повідомлень нашого веб-сайту);</li>
	<li>та в інших цілях.</li>
</ul>
<p>Якщо ви надали персональну інформацію для публікації на нашому веб-сайті, ми опублікуємо її. 
  В іншому випадку, ми використовуватимемо цю інформацію у відповідності до ліцензії, 
  яку ви нам надали.</p>

<p><strong>Г. Розкриття персональної інформації</strong>
	<br>Ми лишаємо за собою право розкрити вашу персональну інформацію для будь-якого з наших працівників, 
  керівників, партнерів, страхувальників, професійних радників, агентів, постачальників або субпідрядників,
   в об’ємі та цілях, визначених в цих правилах.
	<br>Ми лишаємо за собою право розкрити вашу персональну інформацію:</p>
<ul>
	<li>в тих випадках, в яких цього від нас вимагає закон;</li>

	<li>у зв’язку з будь-яким поточними або майбутніми судовими процесами;</li>

	<li>з метою встановлення, реалізації або захисту наших законних прав (включаючи надання інформації 
    іншим сторонам задля запобігання шахрайству або зниження кредитних ризиків);</li>

	<li>покупцеві (або потенційному покупцеві) будь-якого бізнесу або активів, які ми продаємо 
    (або збираємося продати);</li>

	<li>та будь-якій особі, яка, як ми обґрунтовано вважаємо, може подати запит до суду або 
    іншого уповноваженого органу про розкриття цих персональних даних і, на нашу обґрунтовану думку, 
    цей суд або уповноважений орган видасть розпорядження на розкриття цих персональних даних.</li>

</ul>
<p>Ми не будемо розкривати вашу персональну інформацію третім особам, за виключенням випадків, 
  зазначених в цих правилах.</p>

<p><strong>Д. Міжнародні передачі персональної інформації</strong>
	<br>Інформація, яку ми збираємо, може зберігатися, оброблятися та передаватися між будь-якими 
  країнами, в яких ми здійснюємо свою діяльність, з метою надання нам можливості використовувати 
  цю інформацію у відповідності з цими правилами.

	<br>Персональна інформація, які ви публікуєте на нашому веб-сайті, через Інтернет, 
  може бути доступна в усьому світі. Ми не можемо перешкодити її використанню, 
  або неправомірному використанню в злочинних цілях, сторонніми особами.

	<br>Погоджуючись з цими правилами, ви надаєте згоду на передачу вашої персональної інформації, 
  зазначеної в розділі Д.</p>

<p><strong>Е. Збереження персональної інформації</strong>
	<br>Розділ Е встановлює правила та процедури компанії щодо збереження персональної інформації. 
  Дані правила та процедури призначені для забезпечення виконання нами наших юридичних зобов’язань 
  щодо збереження та видалення персональної інформації.

	<br>Персональна інформація, яку ми обробляємо з певною метою або в певних цілях не повинна 
  зберігатися довше, ніж потрібно для досягнення цієї мети або цих цілей.</p>

<p><strong>Є. Захист вашої персональної інформації</strong>
	<br>Ми будемо вживати достатні технічні та організаційні заходи для попередження втрати, 
  протиправного використання чи підробки вашої персональної інформації.

	<br>Всю надану вами персональну інформацію ми будемо зберігати на наших захищених 
  паролем серверах.

	<br>Всі електронні фінансові транзакції, здійснені за допомогою нашого сайту, будуть захищені 
  технологією шифрування даних.

	<br>Ви підтверджуєте своє ознайомлення з тим фактом, що передача інформації через Інтернет 
  є по суті є незахищеною, і ми не можемо гарантувати захист даних, надісланих через всесвітню мережу.

	<br>Ви несете повну відповідальність за збереження свого пароля для доступу на наш веб-сайт 
  в таємниці. Ми ніколи не будемо запитувати ваш пароль (за виключенням випадків, 
  коли ви намагаєтесь увійти до свого облікового запису на нашому сайті).</p>

<p><strong>Ж. Зміни та поправки</strong>
	<br>Ми лишаємо за собою право періодично вносити зміни та поправки в ці правила, 
  та публікувати їх нову редакцію на нашому сайті. 
  Ви повинні періодично перевіряти цю веб-сторінку, щоб пересвідчитись, що розумієте зміст змін, 
  внесених до цих правил. Ми також можемо проінформувати вас про внесення змін до цих 
  правил шляхом надсилання електронної пошти або через систему передачі
   приватних повідомлень нашого сайту.</p>

<p><strong>З. Ваші права</strong>
	<br>Ви можете надати нам вказівку надавати вам будь-яку персональну інформацію про вас, яку ми маємо.

	<br>Ми лишаємо за собою відмовити в наданні інформації за вашим запитом, в межах чинного законодавства.

	<br>Ви маєте право надати нам вказівку не обробляти вашу персональну інформацію в маркетингових цілях.

	<br>На практиці, ви, зазвичай, або завчасно погоджуєтесь з тим, щоб ви використовували 
  вашу персональну інформацію в маркетингових цілях, або ми надамо вам можливість 
  відмовитися від використання вашої інформації в маркетингових цілях.</p>

<p><strong>И. Сторонні веб-сайти</strong>
	<br>Наш веб-сайт містить гіперпосилання на, та деталі про веб-сайти сторонніх компаній 
  та осіб. Ми не маємо інструментів керування, та не несемо відповідальності за 
  політику конфіденційності й практики сторонніх осіб та компаній в цій галузі.</p>

<p><strong>І. Оновлення інформації</strong>

	<br>Будь-ласка, своєчасно повідомляйте нас, якщо ваша персональна інформація, 
  яка знаходиться у нас, потребує оновлення чи виправлень.</p>

<p><strong>Ї. Файли-Cookies</strong>
	<br>Наш веб-сайт використовує файли-cookies. Cookie — це файл, що містить ідентифікатор 
  (стрічку, яка складається з літер та цифр), і який надсилається веб-сервером до веб-браузеру, 
  та зберігається браузером. В подальшому, ідентифікатор надсилається назад на сервер 
  кожного разу, коли браузер запитує веб-сторінку з серверу. 
  Файли-cookies можуть бути або «постійними» або «сеансові»: постійні будуть 
  зберігатися браузером та будуть придатними до завершення терміну дії, 
  якщо тільки не будуть видалені користувачем завчасно; «сеансові» навпаки – будуть 
  видалятися після завершення сеансу роботи з сайтом або після закриття браузеру. 
  Файли-cookies зазвичай не містять жодної інформації, яка ідентифікує 
  особу користувача. Проте, ваша персональна інформація, яку ми маємо, 
  може бути пов’язана з інформацією, що зберігається та отримана від файлів-cookies.</p>

<p><strong>Й. Видалення персональної інформації</strong>
	<br>Щоб видалити ваш обліковий запис та персональну інформацію з сайту HI-EDDY, 
  слід перейти на сторінку <a href="https://hi-eddy.com/profile">профіль</a> облікового запису
  та видалити інформацію з полів, та натіснути "Зберегти".
  <br>
  Ви можете видалити всі данні, окрім email.
</p>
	
  </div>
</div>